Repository: jens-maus/libopenurl
Catalog: locale/*.po
Languages: dutch, russian, spanish

# MSG_ErrReqTitle (1//)
source: OpenURL Error
dutch: Fout van OpenURL
russian: Ошибка OpenURL

# MSG_ErrReqGadget (//)
source: _Abort
dutch: _Afbreken
russian: П_рервать
spanish: Interru_mpir

# MSG_Err_NoMem (//)
source: Out of memory
dutch: Tekort aan geheugen
russian: Мало памяти
spanish: Memoria insuficiente

# MSG_Err_NoMUI (//)
source: Can't open muimaster.library %ld.%ld or higher
dutch: Kan muimaster.library %ld.%ld of hoger niet openen
russian: Невозможно открыть muimaster.library %ld.%ld или выше
spanish: No se puede abrir 'muimaster.library' V%ld.%ld o superior.

# MSG_Err_NoIntuition (//)
source: Can't open intuition.library %ld.%ld or higher
dutch: Kan intuition.library %ld.%ld of hoger niet openen
russian: Невозможно открыть intuition.library %ld.%ld или выше
spanish: No se puede abrir 'intuition.library' V%ld.%ld o superior.

# MSG_Err_NoUtility (//)
source: Can't open utility.library %ld.%ld or higher
dutch: Kan utility.library %ld.%ld of hoger niet openen
russian: Невозможно открыть utility.library %ld.%ld или выше
spanish: No se puede abrir 'utility.library' V%ld.%ld o superior.

# MSG_Err_NoGfx (//)
source: Can't open graphics.library %ld.%ld or higher
dutch: Kan graphics.library %ld.%ld of hoger niet openen
russian: Невозможно открыть graphics.library %ld.%ld или выше
spanish: No se puede abrir 'graphics.library' V%ld.%ld o superior.

# MSG_Err_NoIcon (//)
source: Can't open icon.library %ld.%ld or higher
dutch: Kan icon.library %ld.%ld of hoger niet openen
russian: Невозможно открыть icon.library %ld.%ld или выше
spanish: No se puede abrir 'icon.library' V%ld.%ld o superior.

# MSG_Err_NoOpenURL (//)
source: Can't open openurl.library %ld.%ld or higher
dutch: Kan openurl.library %ld.%ld of hoger niet openen
russian: Невозможно открыть openurl.library %ld.%ld или выше
spanish: No se puede abrir 'openurl.library' V%ld.%ld o superior.

# MSG_Err_NoAppClass (//)
source: Can't create AppClass
dutch: Kan AppClass niet maken
russian: Невозможно создать AppClass
spanish: No se puede crear 'AppClass'.

# MSG_Err_NoWinClass (11//)
source: Can't create WinClass
dutch: Kan WinClass niet maken
russian: Невозможно создать WinClass
spanish: No se puede crear 'WinClass'.

# MSG_Err_NoAppListClass (13//)
source: Can't create AppListClass
dutch: Kan AppListClass niet maken
russian: Невозможно создать AppListClass
spanish: No se puede crear 'AppListClass'.

# MSG_Err_NoBrowserEditWinClass (//)
source: Can't create BrowserEditWinClass
dutch: Kan BrowserEditWinClass niet maken
russian: Невозможно создать BrowserEditWinClass
spanish: No se puede crear 'BrowserEditWinClass'.

# MSG_Err_NoMailerEditWinClass (//)
source: Can't create MailerEditWinClass
dutch: Kan MailerEditWinClass niet maken
russian: Невозможно создать MailerEditWinClass
spanish: No se puede crear 'MailerEditWinClass'.

# MSG_Err_NoFTPEditWinClass (//)
source: Can't create FTPEditWinClass
dutch: Kan FTPEditWinClass niet maken
russian: Невозможно создать FTPEditWinClass
spanish: No se puede crear 'FTPEditWinClass'.

# MSG_Err_PopupPortClass (//)
source: Can't create PopupPortClass
dutch: Kan PopupPortClass niet maken
russian: Невозможно создать PopupPortClass
spanish: No se puede crear 'PopupPortClass'.

# MSG_Err_PopphClass (//)
source: Can't create PopphClass
dutch: Kan PopphClass niet maken
russian: Невозможно создать PopphClass
spanish: No se puede crear 'PopphClass'.

# MSG_Err_NoApp (//)
source: Can't create application object
dutch: Kan geen applicatie-object maken
russian: Невозможно создать объект приложения
spanish: No se puede crear objeto de la aplicación.

# MSG_Err_NoPrefs (//)
source: Can't obtain prefs from openurl.library
dutch: Kan geen prefs krijgen van openurl.library
russian: Невозможно получить настройки от openurl.library
spanish: No se pueden obtener los ajustes de 'openurl.library'.

# MSG_Err_BadPrefs (//)
source: This version of this program doesn't know how to handle openurl.library prefs version %ld
dutch: Deze versie van dit programma weet niet hoe het moet omgaan met openurl.libray prefs versie %ld
russian: Эта версия программы не знает как обрабатывать настройки openurl.library версии %ld
spanish: La versión de este programa no sabe como manejar los ajustes de 'openurl.library' V%ld

# MSG_Err_FailedSave (//)
source: Can't save prefs
dutch: Kan voorkeuren niet opslaan
russian: Невозможно сохранить настройки
spanish: No se pueden guardar los ajustes.

# MSG_App_Description (100//)
source: OpenURL preferences application.
dutch: Voorkeuren voor OpenURL
russian: Программа настройки OpenURL
spanish: Preferencias de OpenURL.library

# MSG_App_Copyright (//)
source: Public Domain Software
russian: Свободное программное обеспечение
spanish: Software de Dominio Público

# MSG_Menu_Project (200//)
source: Project
russian: Проект
spanish: Proyecto

# MSG_Menu_About (//)
source: ?\0About...
dutch: ?\0Over...
russian: ?\0О программе...
spanish: ?\0Acerca de...

# MSG_Menu_AboutMUI (//)
source: !\0About MUI...
dutch: !\0Over MUI...
russian: !\0О MUI...
spanish: !\0Acerca de MUI...

# MSG_Menu_Hide (//)
source: H\0Hide
dutch: H\0Verberg
russian: H\0Спрятать
spanish: H\0Ocultar

# MSG_Menu_Quit (//)
source: Q\0Quit
dutch: Q\0Afsluiten
russian: Q\0Выход
spanish: Q\0Salir

# MSG_Menu_Prefs (//)
source: Preferences
dutch: Voorkeuren
russian: Настройки
spanish: Ajustes

# MSG_Menu_Save (//)
source: S\0Save
dutch: S\0Opslaan
russian: S\0Сохранить
spanish: S\0Guardar

# MSG_Menu_Use (//)
source: U\0Use
dutch: U\0Gebruiken
russian: U\0Принять
spanish: U\0Usar

# MSG_Menu_LastSaved (//)
source: L\0Last saved
dutch: L\0Laatst opgeslagen
russian: L\0Последняя сохранённая
spanish: L\0Últimos guardados

# MSG_Menu_Restore (//)
source: R\0Restore
dutch: R\0Herstellen
russian: R\0Восстановить
spanish: R\0Restaurar

# MSG_Menu_Defaults (210//)
source: D\0Default settings
dutch: D\0Standaard instellingen
russian: D\0Настройки по умолчанию
spanish: D\0Valores iniciales

# MSG_Menu_MUI (212//)
source: M\0MUI Setting...
dutch: M\0MUI instellingen...
russian: M\0Настройки MUI...
spanish: M\0Ajustes de MUI...

# MSG_Win_Labels_Browsers (//)
source: Browsers
russian: Браузеры
spanish: Navegadores

# MSG_Win_Labels_Mailers (//)
source: Mailers
russian: Почтовики
spanish: Correo

# MSG_Win_Labels_FTPs (//)
source: FTPs
russian: FTP-шки
spanish: FTP

# MSG_Win_Labels_Misc (//)
source: Misc
dutch: Div
russian: Разное
spanish: Miscelánea

# MSG_Win_Save (//)
source: _Save
dutch: Op_slaan
russian: _Сохранить
spanish: _Guardar

# MSG_Win_Save_Help (//)
source: Save preferences.
dutch: Voorkeuren opslaan
russian: Сохранить настройки.
spanish: Guardar los ajustes.

# MSG_Win_Use (//)
source: _Use
dutch: Gebr_uik
russian: Пр_инять
spanish: _Usar

# MSG_Win_Use_Help (//)
source: Use preferences.
dutch: Gebruik voorkeuren
russian: Принять настройки пользователя.
spanish: Usar los ajustes.

# MSG_Win_Apply (//)
source: _Apply
dutch: Toep_assen
russian: Применить
spanish: _Aplicar

# MSG_Win_Apply_Help (//)
source: Use preferences without closing window.
dutch: Gebruik voorkeuren zonder venster te sluiten
russian: Применить настройки без закрытия окна.
spanish: Usar los ajustes sin cerrar la ventana.

# MSG_Win_Cancel (//)
source: _Cancel
dutch: Afbre_ken
russian: _Отменить
spanish: _Cancelar

# MSG_Win_Cancel_Help (//)
source: Close window, without using preferences.
dutch: Sluit venster zonder voorkeuren op te slaan
russian: Закрыть окно, без применения новых настроек.
spanish: Cerrar la ventana sin guardar los ajustes.

# MSG_AppList_Add (400//)
source: A_dd
dutch: Toe_voegen
russian: _Добавить
spanish: A_ñadir

# MSG_AppList_Add_Help (//)
source: Add a new entry.
dutch: Voeg een nieuwe invoer toe
russian: Добавить новый пункт.
spanish: Añadir una nueva entrada.

# MSG_AppList_Edit (//)
source: _Edit
dutch: B_ewerk
russian: П_равка
spanish: _Editar

# MSG_AppList_Edit_Help (//)
source: Edit active entry.
dutch: Bewerk selectie
russian: Редактировать выбранный пункт.
spanish: Editar entrada seleccionada.

# MSG_AppList_Clone (//)
source: C_lone
dutch: K_loon
russian: _Клонировать
spanish: _Duplicar

# MSG_AppList_Clone_Help (//)
source: Clone active entry.
dutch: Kloon selectie
russian: Клонировать выбранный пункт.
spanish: Duplicar entrada seleccionada.

# MSG_AppList_Delete (//)
source: Dele_te
dutch: Wissen
russian: Удалит_ь
spanish: _Borrar

# MSG_AppList_Delete_Help (//)
source: Delete active entry.
dutch: Wis selectie
russian: Удалить выбранный пункт.
spanish: Borrar entrada seleccionada.

# MSG_AppList_Disable (//)
source: D_isable
dutch: U_itschakelen
russian: О_тключить
spanish: Desact_ivar

# MSG_AppList_Disable_Help (//)
source: Disable active entry.
dutch: Schakel selectie uit
russian: Отключить выбранный пункт.
spanish: Desactivar entrada seleccionada.

# MSG_AppList_MoveUp_Help (//)
source: Move active entry up.
dutch: Verplaats selectie omhoog
russian: Переместить выбранный пункт вверх.
spanish: Mover entrada seleccionada arriba.

# MSG_AppList_MoveDown_Help (//)
source: Move active entry down.
dutch: Verplaats selectie omlaag
russian: Переместить выбранный пункт вниз.
spanish: Mover entrada seleccionada abajo.

# MSG_Edit_Use (500//)
source: _Use
dutch: Gebr_uik
russian: Пр_инять
spanish: _Usar

# MSG_Edit_Use_Help (//)
source: Apply changes.
dutch: Wijzigingen toepassen
russian: Применить изменения.
spanish: Aplicar los cambios.

# MSG_Edit_Cancel (//)
source: _Cancel
dutch: Afbre_ken
russian: _Отменить
spanish: _Cancelar

# MSG_Edit_Cancel_Help (//)
source: Close window.
dutch: Sluit venster
russian: Закрыть окно.
spanish: Cerrar la ventana.

# MSG_Edit_ListName (//)
source: Name
dutch: Naam
russian: Имя
spanish: \033bNombre

# MSG_Edit_ListPath (//)
source: Path
dutch: Pad
russian: Путь
spanish: \033bSenda

# MSG_Edit_Definitions (//)
source: Definitions
dutch: Definities
russian: Определения
spanish: Información Del Programa

# MSG_Edit_ARexx (//)
source: ARexx commands
dutch: ARexx-opdrachten
russian: Команды ARexx
spanish: Comandos ARexx

# MSG_Edit_PopScreen (//)
source: Public screen name
dutch: Naam van publiek scherm
russian: Имя общего экрана
spanish: Pantalla pública

# MSG_Edit_Name (//)
source: _Name
dutch: _Naam
russian: _Имя
spanish: _Nombre:

# MSG_Edit_Name_Help (//)
source: Name of entry.
dutch: Naam van invoer
russian: Наименование пункта.
spanish: Nombre de la entrada.

# MSG_Edit_Path (//)
source: _Path
dutch: _Pad
russian: П_уть
spanish: _Senda:

# MSG_Edit_Path_Help (//)
source: Complete path to the application.
dutch: Volledig pad naar de applicatie
russian: Полный путь к приложению.
spanish: Senda completa del programa.

# MSG_Edit_Port (//)
source: _ARexx port
dutch: _ARexx-poort
russian: Порт _ARexx
spanish: _Puerto ARexx:

# MSG_Edit_Port_Help (//)
source: Name of the application ARexx port to send commands to.
dutch: Naam van de ARexx-poort van de applicatie waar opdrachten naar toe gezonden worden.
russian: Имя ARexx порта приложения куда отправлять команду.
spanish: Nombre del puerto ARexx del programa a enviar comandos.

# MSG_Edit_Show (//)
source: _Show
dutch: Toon
russian: Пока_зать
spanish: _Mostrar:

# MSG_Edit_Show_Help (//)
source: ARexx command to uniconify the application.
dutch: ARexx-opdracht om de applicatie te de-iconificeren
russian: ARexx команда для развертывания приложения из иконки.
spanish: Comando ARexx para desiconificar el programa.

# MSG_Edit_Screen (//)
source: _To front
dutch: Naar voren
russian: _На передний план
spanish: Pantalla al _frente:

# MSG_Edit_Screen_Help (//)
source: ARexx command to move the application screen to front.
dutch: ARexx-opdracht om het scherm van de applicatie vooraan te zetten.
russian: ARexx команда для перевода экрана приложения на передний план.
spanish: Comando ARexx para mover la pantalla del programa al frente.

# MSG_Edit_OpenURL (//)
source: _Open URL
russian: _Открыть URL
spanish: Abrir U_RL:

# MSG_Edit_OpenURL_Help (//)
source: ARexx command to reach an URL.
dutch: ARexx-opdracht om een URL te openen
russian: ARexx команда для перехода на URL.
spanish: Comando ARexx para acceder una URL.

# MSG_Edit_NewWin (//)
source: N_ew window
dutch: Ni_euw venster
russian: _Новое окно
spanish: _Ventana nueva:

# MSG_Edit_NewWin_Help (//)
source: ARexx command to reach an URL in a new window (or tab).
dutch: ARexx-opdracht om een URL te openen in een nieuw venster (of tab).
russian: ARexx команда для перехода на URL в новом окне (или вкладке).
spanish: Comando ARexx para acceder una URL en una ventana/pestaña nueva.

# MSG_Browser_List_Help (600//)
source: List of browsers.
dutch: Lijst van browsers
russian: Список браузеров.
spanish: Lista de navegadores.

# MSG_Browser_WinTitle (//)
source: Edit Browser
dutch: Bewerk browser
russian: Редактировать браузер
spanish: OpenURL: Editar navegador

# MSG_Browser_NewBrowser (//)
source: New browser
dutch: Nieuwe browser
russian: Новый браузер
spanish: Nuevo_navegador

# MSG_Mailer_List_Help (700//)
source: List of Mailers.
dutch: Lijst van mailers
russian: Список почтовиков.
spanish: Lista de programas de correo.

# MSG_Mailer_WinTitle (//)
source: Edit Mailer
dutch: Bewerk mailer
russian: Редактировать почтовики
spanish: OpenURL: Editar programa de correo

# MSG_Mailer_NewMailer (//)
source: New mailer
dutch: Nieuwe mailer
russian: Новый почтовик
spanish: Nuevo_prog_correo

# MSG_Mailer_Write (//)
source: _Write mail
dutch: Schrijf mail
russian: Написать _письмо
spanish: _Escribir mensaje:

# MSG_Mailer_Write_Help (//)
source: ARexx command to open a "write a new EMail window".
dutch: ARexx-opdracht om een venster te openen voor het schrijven van een nieuwe e-mail.
russian: ARexx команда для открытия окна "написать новое письмо".
spanish: Comando ARexx parar abrir una ventana para escribir mensajes de correo.

# MSG_Mailer_PopAddress (//)
source: Address
dutch: Adres
russian: Адрес
spanish: Dirección de correo

# MSG_Mailer_Popsubject (//)
source: Subject
dutch: Onderwerp
russian: Тема
spanish: Asunto

# MSG_Mailer_PopBodyText (//)
source: Body text
dutch: Body tekst
russian: Основной текст
spanish: Mensaje

# MSG_Mailer_PopBodyFile (//)
source: Body file
dutch: Body bestand
russian: Основной файл
spanish: Fichero con el mensaje

# MSG_FTP_List_Help (800//)
source: List of FTP clients.
dutch: Lijst van FTP-clienten
russian: Список FTP клиентов.
spanish: Lista de clientes de FTP.

# MSG_FTP_WinTitle (//)
source: Edit FTP client
dutch: Bewerk FTP-client
russian: Редактировать FTP клиент.
spanish: OpenURL: Editar cliente de FTP

# MSG_FTP_NewFTP (//)
source: New FTP client
dutch: Nieuwe FTP-client
russian: Новый FTP клиент.
spanish: Nuevo_cliente_FTP

# MSG_FTP_RemoveURLQualifier (//)
source: Re_move 'ftp://'
dutch: Ve_rwijder 'ftp://'
russian: _Удалить 'ftp://'
spanish: _Eliminar "ftp://"

# MSG_FTP_RemoveURLQualifier_Help (//)
source: If selected, "ftp://" is removed from the URL.
dutch: Als je dit kiest wordt "ftp://" van de URL verwijderd.
russian: Если выбрано 'ftp://' удаляется из адреса URL
spanish: Eliminar la parte "ftp://" de la URL.

# MSG_Misc_Options (900//)
source: Options
dutch: Opties
russian: Опции
spanish: Opciones

# MSG_Misc_Defaults (//)
source: Defaults
dutch: Standaard
russian: По умолчанию
spanish: Por Omisión

# MSG_Misc_Prepend (//)
source: _Prepend "http://" to URLs without a scheme
dutch: "http://" aan URL's zonder schema toevoegen
russian: _Добавить "http://" к URL-ам без определённой темы
spanish: A_ñadir "http://" a URLs sin ningún esquema

# MSG_Misc_Prepend_Help (//)
source: If selected, "http://" is added to any URL without a scheme, so that it is opened in the browser.
dutch: Als je dit kiest zal "http://" aan iedere URL zonder schema worden toegevoegd.
russian: Если выбрано, то "http://" добавляется ко всем URL-ам без определённой темы, так, чтобы они открывались в браузере.
spanish: Añadir al inicio "http://" a cualquier URL sin ningún esquema, con lo que se abriría en un navegador.

# MSG_Misc_UseMailer (//)
source: S_end mailto: URLs to email application
dutch: Z_end mailto:-URL naar e-mailapplicatie
russian: _Отправлять mailto: URL-ы на почтовую программу
spanish: Enviar URLs "_mailto:" al programa de correo

# MSG_Misc_UseMailer_Help (//)
source: If selected, "mailto:" URLs are sent to the mailer, otherwise they are sent to the browser.
dutch: Als je dit kiest worden "mailto:"-URL's naar de mailer gezonden. Anders gaan ze naar de browser.
russian: Если выбрано, то "mailto:" URL-ы отправляются на почтовую программу, иначе они отправляются на браузер.
spanish: Enviar URLs con la cadena "mailto:" al programa de correo; si no, se envían al navegador.

# MSG_Misc_UseFTP (//)
source: Se_nd "ftp://" URLs to FTP application
dutch: Ze_nd "ftp://"-URL naar FTP-applicatie
russian: _Отправлять "ftp://" URL-ы на FTP программу
spanish: Enviar UR_Ls con "ftp://" a programa FTP

# MSG_Misc_UseFTP_Help (//)
source: If selected, "ftp://" URLs are sent to the FTP client, otherwise they are sent to the browser.
dutch: Als je dit kiest worden "ftp://"_URL's naar de FTP client gestuurd. Anders gaan ze naar de browser.
russian: Если выбрано, то "ftp://" URL-ы отправляются на FTP программу, иначе они отправляются на браузер.
spanish: Enviar URLs con el inicio "ftp://" al cliente de FTP, si no, enviarla al navegador.

# MSG_Misc_Show (//)
source: Un_iconify application
dutch: Applicatie de-iconificeren
russian: _Развернуть приложение
spanish: Mostrar/_Desiconificar programa

# MSG_Misc_Show_Help (//)
source: If selected, the application is uniconified, before sending the URL to it.
dutch: Als je dit kiest wordt de applicatie ge-deiconificeerd voordat de URL er naartoe gezonden wordt.
russian: Если выбрано, то приложение развёртывается до пересылки на него адреса URL.
spanish: Desiconificar el programa antes de enviar la URL.

# MSG_Misc_Bring (//)
source: _Bring browser screen to front
dutch: _Breng het browserscherm naar voren
russian: _Вывести экран браузера на передний план
spanish: Traer pantalla del programa al _frente

# MSG_Misc_Bring_Help (//)
source: If selected, the application screen is moved to front, before sending the URL.
dutch: Als je dit kiest wordt het applicatie-venster vooraan gezet, voordat de URL verzonden wordt.
russian: Если выбрано, то экран приложения выводиться на передний план до пересылки адреса URL.
spanish: Traer el programa (y su pantalla) al frente antes de enviar la URL.

# MSG_Misc_Open (//)
source: _Open URL in new client window (or tab)
dutch: _Open URL in nieuw client-venster (of -tab)
russian: _Открыть URL в новом клиентском окне (или вкладке)
spanish: Abrir URL en una _ventana/pestaña nueva

# MSG_Misc_Open_Help (//)
source: If selected, a new application window (or tab) is opened, before sending the URL.
dutch: Als je dit kiest wordt er een nieuw applicatievenster (of -tab) geopend, voordat de URL verzonden wordt.
russian: Если выбрано, то новое клиентское окно (или вкладка) открывается до пересылки адреса URL.
spanish: Abrir una nueva ventana/pestaña del programa antes de enviar la URL.

# MSG_Misc_Launch (//)
source: _Launch browser if one isn't running
dutch: Start browser als er niet al eentje gestart is
russian: _Запустить браузер, если он ещё не запущен
spanish: Cargar aplicació_n si no está ejecutada

# MSG_Misc_Launch_Help (//)
source: If selected, a new application is run, if none is found.
dutch: Als je dit kiest wordt er een nieuwe applicatie gestart als er geen draaiende applicatie gevonden is.
russian: Если выбрано, то запускается новое приложение, если нет активного.
spanish: Ejecutar el programa si no está ya ejecutado.

# MSG_About_WinTitle (1100//)
source: About OpenURL
dutch: Over OpenURL
russian: О программе OpenURL
spanish: Acerca de OpenURL

# MSG_About_OK (1111//)
source: _OK
russian: _Принять
spanish: _Aceptar

# MSG_About_Descr (1112//)
source: \33bOpenURL\33n is a shared library for easily sending URLs from applications to browsers, mailers and FTP clients. \33cOpenURL is a Public Domain Software.
dutch: \33bOpenURL\33n is een shared library voor het makkelijk versturen van URL's van applicaties naar browsers, mailers en FTP-clients. \33cOpenURL is Publiek domein software
russian: \33bOpenURL\33n это библиотека для удобства передачи URL-ов между приложениями, браузерами, почтовыми программами и FTP клиентами. \33cOpenURL - свободное программное обеспечение.
spanish: \033c\033bOpenURL\033n es una librería para enviar URLs fácilmente desde aplicaciones a navegadores, programas de correo y clientes de FTP. OpenURL es de Dominio Público.
