Repository: jens-maus/libopenurl
Catalog: locale/czech.po
Languages: cs

# MSG_ErrReqTitle (1//)
source: OpenURL Error
cs: Chyba

# MSG_ErrReqGadget (//)
source: _Abort
cs: Př_erušit

# MSG_Err_NoMem (//)
source: Out of memory
cs: Nedostatek volné paměti.

# MSG_Err_NoMUI (//)
source: Can't open muimaster.library %ld.%ld or higher
cs: Chyba při otevírání knihovny muimaster.library %ld.%ld nebo novější.

# MSG_Err_NoIntuition (//)
source: Can't open intuition.library %ld.%ld or higher
cs: Chyba při otevírání knihovny intuition.library %ld.%ld nebo novější.

# MSG_Err_NoUtility (//)
source: Can't open utility.library %ld.%ld or higher
cs: Chyba při otevírání knihovny utility.library %ld.%ld nebo novější.

# MSG_Err_NoGfx (//)
source: Can't open graphics.library %ld.%ld or higher
cs: Chyba při otevírání knihovny graphics.library %ld.%ld nebo novější.

# MSG_Err_NoIcon (//)
source: Can't open icon.library %ld.%ld or higher
cs: Chyba při otevírání knihovny icon.library %ld.%ld nebo novější.

# MSG_Err_NoOpenURL (//)
source: Can't open openurl.library %ld.%ld or higher
cs: Chyba při otevírání knihovny openurl.library %ld.%ld nebo novější.

# MSG_Err_NoAppClass (//)
source: Can't create AppClass
cs: Nelze vytvořit AppClass.

# MSG_Err_NoWinClass (11//)
source: Can't create WinClass
cs: Nelze vytvořit WinClass.

# MSG_Err_NoAppListClass (13//)
source: Can't create AppListClass
cs: Nelze vytvořit AppListClass.

# MSG_Err_NoBrowserEditWinClass (//)
source: Can't create BrowserEditWinClass
cs: Nelze vytvořit BrowserEditWinClass.

# MSG_Err_NoMailerEditWinClass (//)
source: Can't create MailerEditWinClass
cs: Nelze vytvořit MailerEditWinClass.

# MSG_Err_NoFTPEditWinClass (//)
source: Can't create FTPEditWinClass
cs: Nelze vytvořit FTPEditWinClass.

# MSG_Err_PopupPortClass (//)
source: Can't create PopupPortClass
cs: Nelze vytvořit PopupPortClass.

# MSG_Err_PopphClass (//)
source: Can't create PopphClass
cs: Nelze vytvořit PopphClass.

# MSG_Err_NoApp (//)
source: Can't create application object
cs: Nelze vytvořit objekt application.

# MSG_Err_NoPrefs (//)
source: Can't obtain prefs from openurl.library
cs: Nelze získat nastavení pro openurl.library.

# MSG_Err_BadPrefs (//)
source: This version of this program doesn't know how to handle openurl.library prefs version %ld
cs: Verze tohoto programu nedokáže zpracovat nastavení knihovny openurl.library verze %ld

# MSG_Err_FailedSave (//)
source: Can't save prefs
cs: Nastavení nelze uložit.

# MSG_App_Description (100//)
source: OpenURL preferences application.
cs: Nastavení programu OpenURL.

# MSG_Menu_Project (200//)
source: Project
cs: Projekt

# MSG_Menu_About (//)
source: ?\0About...
cs: ?\0O programu...

# MSG_Menu_AboutMUI (//)
source: !\0About MUI...
cs: !\0O rozhraní MUI...

# MSG_Menu_Hide (//)
source: H\0Hide
cs: H\0Skrýt

# MSG_Menu_Quit (//)
source: Q\0Quit
cs: Q\0Ukončit

# MSG_Menu_Prefs (//)
source: Preferences
cs: Nastavení

# MSG_Menu_Save (//)
source: S\0Save
cs: S\0Uložit

# MSG_Menu_Use (//)
source: U\0Use
cs: U\0Použít

# MSG_Menu_LastSaved (//)
source: L\0Last saved
cs: L\0Naposledy uložené

# MSG_Menu_Restore (//)
source: R\0Restore
cs: R\0Obnovit

# MSG_Menu_Defaults (210//)
source: D\0Default settings
cs: D\0Výchozí nastavení

# MSG_Menu_MUI (212//)
source: M\0MUI Setting...
cs: M\0Nastavení MUI...

# MSG_Win_Labels_Browsers (//)
source: Browsers
cs: Internetové prohlížeče

# MSG_Win_Labels_Mailers (//)
source: Mailers
cs: Poštovní klienti

# MSG_Win_Labels_FTPs (//)
source: FTPs
cs: FTP

# MSG_Win_Labels_Misc (//)
source: Misc
cs: Různé

# MSG_Win_Save (//)
source: _Save
cs: _Uložit

# MSG_Win_Save_Help (//)
source: Save preferences.
cs: Uloží nastavení.

# MSG_Win_Use (//)
source: _Use
cs: _Použít

# MSG_Win_Use_Help (//)
source: Use preferences.
cs: Použije nastavení bez uložení.

# MSG_Win_Apply (//)
source: _Apply
cs: _Aplikovat

# MSG_Win_Apply_Help (//)
source: Use preferences without closing window.
cs: Použije nastavení bez uzavření tohoto okna.

# MSG_Win_Cancel (//)
source: _Cancel
cs: _Zrušit

# MSG_Win_Cancel_Help (//)
source: Close window, without using preferences.
cs: Uzavře okno bez použití změn v nastavení.

# MSG_AppList_Add (400//)
source: A_dd
cs: Přid_at

# MSG_AppList_Add_Help (//)
source: Add a new entry.
cs: Přidá novou položku.

# MSG_AppList_Edit (//)
source: _Edit
cs: Up_ravit

# MSG_AppList_Edit_Help (//)
source: Edit active entry.
cs: Upraví zadaná data.

# MSG_AppList_Clone (//)
source: C_lone
cs: Duplik_ovat

# MSG_AppList_Clone_Help (//)
source: Clone active entry.
cs: Duplikuje zadaná data.

# MSG_AppList_Delete (//)
source: Dele_te
cs: S_mazat

# MSG_AppList_Delete_Help (//)
source: Delete active entry.
cs: Smaže zadaná data.

# MSG_AppList_Disable (//)
source: D_isable
cs: Zakáza_t

# MSG_AppList_Disable_Help (//)
source: Disable active entry.
cs: Zakáže zadaná data.

# MSG_AppList_MoveUp_Help (//)
source: Move active entry up.
cs: Přesune aktivní záznam o řádek výš.

# MSG_AppList_MoveDown_Help (//)
source: Move active entry down.
cs: Přesune aktivní záznam o řádek níž.

# MSG_Edit_Use (500//)
source: _Use
cs: _Použít

# MSG_Edit_Use_Help (//)
source: Apply changes.
cs: Aplikuje provedené změny.

# MSG_Edit_Cancel (//)
source: _Cancel
cs: _Zrušit

# MSG_Edit_Cancel_Help (//)
source: Close window.
cs: Zavře okno

# MSG_Edit_ListName (//)
source: Name
cs: Název

# MSG_Edit_ListPath (//)
source: Path
cs: Cesta

# MSG_Edit_Definitions (//)
source: Definitions
cs: Definice

# MSG_Edit_ARexx (//)
source: ARexx commands
cs: ARexx příkazy

# MSG_Edit_PopURL (//)
source: URL
cs: Odkaz

# MSG_Edit_PopScreen (//)
source: Public screen name
cs: Název veřejné obrazovky

# MSG_Edit_Name (//)
source: _Name
cs: _Název

# MSG_Edit_Name_Help (//)
source: Name of entry.
cs: Název položky.

# MSG_Edit_Path (//)
source: _Path
cs: _Cesta

# MSG_Edit_Path_Help (//)
source: Complete path to the application.
cs: Kompletní cesta k aplikaci.

# MSG_Edit_Port_Help (//)
source: Name of the application ARexx port to send commands to.
cs: Název ARexx portu aplikace, na který se budou posílat příkazy.

# MSG_Edit_Show (//)
source: _Show
cs: Zo_brazit

# MSG_Edit_Show_Help (//)
source: ARexx command to uniconify the application.
cs: ARexx příkaz pro odikonifikaci aplikace.

# MSG_Edit_Screen (//)
source: _To front
cs: _Do popředí

# MSG_Edit_Screen_Help (//)
source: ARexx command to move the application screen to front.
cs: ARexx příkaz pro přesunutí obrazovky aplikace do popředí.

# MSG_Edit_OpenURL (//)
source: _Open URL
cs: _Otevřít odkaz

# MSG_Edit_OpenURL_Help (//)
source: ARexx command to reach an URL.
cs: ARexx příkaz pro otevření odkazu.

# MSG_Edit_NewWin (//)
source: N_ew window
cs: Nové ok_no

# MSG_Edit_NewWin_Help (//)
source: ARexx command to reach an URL in a new window (or tab).
cs: ARexx příkaz pro otevření odkazu v novém okně (nebo záložce).

# MSG_Browser_List_Help (600//)
source: List of browsers.
cs: Seznam internetových prohlížečů.

# MSG_Browser_WinTitle (//)
source: Edit Browser
cs: Upravení internetového prohlížeče

# MSG_Browser_NewBrowser (//)
source: New browser
cs: Nový prohlížeč

# MSG_Mailer_List_Help (700//)
source: List of Mailers.
cs: Seznam poštovních klientů.

# MSG_Mailer_WinTitle (//)
source: Edit Mailer
cs: Upravení poštovního klienta

# MSG_Mailer_NewMailer (//)
source: New mailer
cs: Nový klient

# MSG_Mailer_Write (//)
source: _Write mail
cs: Nová poš_ta

# MSG_Mailer_Write_Help (//)
source: ARexx command to open a "write a new EMail window".
cs: ARexx příkaz pro otevření okna pro psaní nové zprávy.

# MSG_Mailer_PopAddress (//)
source: Address
cs: Adresa

# MSG_Mailer_Popsubject (//)
source: Subject
cs: Předmět

# MSG_Mailer_PopBodyText (//)
source: Body text
cs: Text zprávy

# MSG_Mailer_PopBodyFile (//)
source: Body file
cs: Soubor zprávy

# MSG_FTP_List_Help (800//)
source: List of FTP clients.
cs: Seznam FTP klientů.

# MSG_FTP_WinTitle (//)
source: Edit FTP client
cs: Upravení FTP klienta

# MSG_FTP_NewFTP (//)
source: New FTP client
cs: Nový FTP klient

# MSG_FTP_RemoveURLQualifier (//)
source: Re_move 'ftp://'
cs: Odeb_rat 'ftp://'

# MSG_FTP_RemoveURLQualifier_Help (//)
source: If selected, "ftp://" is removed from the URL.
cs: Pokud je tato volba aktivní, bude z odkazu odstraněna předpona "ftp://".

# MSG_Misc_Options (900//)
source: Options
cs: Další možnosti

# MSG_Misc_Defaults (//)
source: Defaults
cs: Výchozí

# MSG_Misc_Prepend (//)
source: _Prepend "http://" to URLs without a scheme
cs: _Doplňovat "http://" do odkazů bez něj

# MSG_Misc_Prepend_Help (//)
source: If selected, "http://" is added to any URL without a scheme, so that it is opened in the browser.
cs: Umožní doplňování "http://" ke každému odkazu bez něj, tak aby jej bylo možné otevřít v internetovém prohlížeči.

# MSG_Misc_UseMailer (//)
source: S_end mailto: URLs to email application
cs: Od_eslat "mailto:" odkazy do poštovního klienta

# MSG_Misc_UseMailer_Help (//)
source: If selected, "mailto:" URLs are sent to the mailer, otherwise they are sent to the browser.
cs: Umožní odesílání "mailto:" odkazů přímo do poštovního klienta, v opačném případě jsou odesílány do internetového prohlížeče.

# MSG_Misc_UseFTP (//)
source: Se_nd "ftp://" URLs to FTP application
cs: Ode_slat "ftp://" odkazy do FTP aplikací

# MSG_Misc_UseFTP_Help (//)
source: If selected, "ftp://" URLs are sent to the FTP client, otherwise they are sent to the browser.
cs: Umožní odesílání "ftp://" odkazů přímo do FTP klienta, v opačném případě jsou odesílány do internetového prohlížeče.

# MSG_Misc_Show (//)
source: Un_iconify application
cs: Od_ikonifikovat aplikaci

# MSG_Misc_Show_Help (//)
source: If selected, the application is uniconified, before sending the URL to it.
cs: Před odesláním odkazu dojde k odikonifikaci aplikace.

# MSG_Misc_Bring (//)
source: _Bring browser screen to front
cs: Pře_nést obrazovku internetového prohlížeče do popředí

# MSG_Misc_Bring_Help (//)
source: If selected, the application screen is moved to front, before sending the URL.
cs: Před odesláním odkazu dojde k přesunutí obrazovky aplikace do popředí.

# MSG_Misc_Open (//)
source: _Open URL in new client window (or tab)
cs: _Otevřít odkaz v novém okně (nebo záložce)

# MSG_Misc_Open_Help (//)
source: If selected, a new application window (or tab) is opened, before sending the URL.
cs: Před odesláním odkazu dojde k otevření nového okna (nebo záložky).

# MSG_Misc_Launch (//)
source: _Launch browser if one isn't running
cs: _Spustit prohlížeč, pokud již není spuštěn

# MSG_Misc_Launch_Help (//)
source: If selected, a new application is run, if none is found.
cs: Pokud není nalezena žádná spuštěna aplikace, potom spustí novou.

# MSG_About_WinTitle (1100//)
source: About OpenURL
cs: O programu OpenURL

# MSG_About_Descr (1112//)
source: \33bOpenURL\33n is a shared library for easily sending URLs from applications to browsers, mailers and FTP clients. \33cOpenURL is a Public Domain Software.
cs: \33bOpenURL\33n je sdílená knihovna pro snadné odesílání odkazů z aplikací do internetových prohlížečů, poštovních a FTP klientů. \33cOpenURL je Public Domain Software.
