Repository: jens-maus/libopenurl
Catalog: locale/danish.po
Languages: da

# MSG_ErrReqTitle (1//)
source: OpenURL Error
da: Fejl i OpenURL

# MSG_ErrReqGadget (//)
source: _Abort
da: _Afbryde

# MSG_Err_NoMem (//)
source: Out of memory
da: Løbet tør for hukommelse

# MSG_Err_NoMUI (//)
source: Can't open muimaster.library %ld.%ld or higher
da: Fejl ved forsøg på åbning af muimaster.library %ld.%ld eller nyere

# MSG_Err_NoIntuition (//)
source: Can't open intuition.library %ld.%ld or higher
da: Fejl ved forsøg på åbning af intuition.library %ld.%ld eller nyere

# MSG_Err_NoUtility (//)
source: Can't open utility.library %ld.%ld or higher
da: Fejl ved forsøg på åbning af utility.library %ld.%ld eller nyere

# MSG_Err_NoGfx (//)
source: Can't open graphics.library %ld.%ld or higher
da: Fejl ved forsøg på åbning af graphics.library %ld.%ld eller nyere

# MSG_Err_NoIcon (//)
source: Can't open icon.library %ld.%ld or higher
da: Fejl ved forsøg på åbning af icon.library %ld.%ld eller nyere

# MSG_Err_NoOpenURL (//)
source: Can't open openurl.library %ld.%ld or higher
da: Fejl ved forsøg på åbning af openurl.library %ld.%ld eller nyere

# MSG_Err_NoAppClass (//)
source: Can't create AppClass
da: Fejl ved forsøg på oprettelse af AppClass

# MSG_Err_NoWinClass (11//)
source: Can't create WinClass
da: Fejl ved forsøg på oprettelse af WinClass

# MSG_Err_NoAppListClass (13//)
source: Can't create AppListClass
da: Fejl ved forsøg på oprettelse af AppListClass

# MSG_Err_NoBrowserEditWinClass (//)
source: Can't create BrowserEditWinClass
da: Fejl ved forsøg på oprettelse af BrowserEditWinClass

# MSG_Err_NoMailerEditWinClass (//)
source: Can't create MailerEditWinClass
da: Fejl ved forsøg på oprettelse af MailerEditWinClass

# MSG_Err_NoFTPEditWinClass (//)
source: Can't create FTPEditWinClass
da: Fejl ved forsøg på oprettelse af FTPEditWinClass

# MSG_Err_PopupPortClass (//)
source: Can't create PopupPortClass
da: Fejl ved forsøg på oprettelse af PopupPortClass

# MSG_Err_PopphClass (//)
source: Can't create PopphClass
da: Fejl ved forsøg på oprettelse af PopphClass

# MSG_Err_NoApp (//)
source: Can't create application object
da: Fejl ved forsøg på oprettelse af applikationsobjekt

# MSG_Err_NoPrefs (//)
source: Can't obtain prefs from openurl.library
da: Fejl ved forsøg på at hente indstilliinger fra openurl.library

# MSG_Err_BadPrefs (//)
source: This version of this program doesn't know how to handle openurl.library prefs version %ld
da: Denne version af programmet kan ikke håndtere indstillinger fra openurl.library version %ld

# MSG_Err_FailedSave (//)
source: Can't save prefs
da: Fejl ved forsøg på gemning af indstillinger

# MSG_App_Description (100//)
source: OpenURL preferences application.
da: Indstillingsprogram for OpenURL.

# MSG_Menu_Project (200//)
source: Project
da: Projekt

# MSG_Menu_About (//)
source: ?\0About...
da: ?\0Om...

# MSG_Menu_AboutMUI (//)
source: !\0About MUI...
da: !\0Om MUI...

# MSG_Menu_Hide (//)
source: H\0Hide
da: H\0Skjule

# MSG_Menu_Quit (//)
source: Q\0Quit
da: Q\0Afslutte

# MSG_Menu_Prefs (//)
source: Preferences
da: Indstillinger

# MSG_Menu_Save (//)
source: S\0Save
da: S\0Gemme

# MSG_Menu_Use (//)
source: U\0Use
da: U\0Benytte

# MSG_Menu_LastSaved (//)
source: L\0Last saved
da: L\0Sidst gemte

# MSG_Menu_Restore (//)
source: R\0Restore
da: R\0Gendanne

# MSG_Menu_Defaults (210//)
source: D\0Default settings
da: D\0Nulstille til standard

# MSG_Menu_MUI (212//)
source: M\0MUI Setting...
da: M\0MUI-indstillinger...

# MSG_Win_Labels_Browsers (//)
source: Browsers
da: Browsere

# MSG_Win_Labels_Mailers (//)
source: Mailers
da: E-postprogrammer

# MSG_Win_Labels_FTPs (//)
source: FTPs
da: FTP-klienter

# MSG_Win_Labels_Misc (//)
source: Misc
da: Diverse

# MSG_Win_Save (//)
source: _Save
da: _Gemme

# MSG_Win_Save_Help (//)
source: Save preferences.
da: Gemmer indstillingerne.

# MSG_Win_Use (//)
source: _Use
da: _Benytte

# MSG_Win_Use_Help (//)
source: Use preferences.
da: Benytter indstillingerne.

# MSG_Win_Apply (//)
source: _Apply
da: _Afprøve

# MSG_Win_Apply_Help (//)
source: Use preferences without closing window.
da: Benytter indstillingerne uden at lukke vinduet.

# MSG_Win_Cancel (//)
source: _Cancel
da: _Fortryde

# MSG_Win_Cancel_Help (//)
source: Close window, without using preferences.
da: Lukker vinduet uden at benytte indstillingsændringerne.

# MSG_AppList_Add (400//)
source: A_dd
da: _Tilføje

# MSG_AppList_Add_Help (//)
source: Add a new entry.
da: Tilføjer en ny post.

# MSG_AppList_Edit (//)
source: _Edit
da: _Redigere

# MSG_AppList_Edit_Help (//)
source: Edit active entry.
da: Redigerer den markerede post.

# MSG_AppList_Clone (//)
source: C_lone
da: _Kopiere

# MSG_AppList_Clone_Help (//)
source: Clone active entry.
da: Laver en kopi af den markerede post.

# MSG_AppList_Delete (//)
source: Dele_te
da: _Slette

# MSG_AppList_Delete_Help (//)
source: Delete active entry.
da: Sletter den markerede post.

# MSG_AppList_Disable (//)
source: D_isable
da: _Deaktivere

# MSG_AppList_Disable_Help (//)
source: Disable active entry.
da: Deaktiverer den markerede post.

# MSG_AppList_MoveUp_Help (//)
source: Move active entry up.
da: Flytter den markerede post opad.

# MSG_AppList_MoveDown_Help (//)
source: Move active entry down.
da: Flytter den markerede post nedad.

# MSG_Edit_Use (500//)
source: _Use
da: _Benytte

# MSG_Edit_Use_Help (//)
source: Apply changes.
da: Benytter ændringerne.

# MSG_Edit_Cancel (//)
source: _Cancel
da: _Fortryde

# MSG_Edit_Cancel_Help (//)
source: Close window.
da: Lukker vinduet.

# MSG_Edit_ListName (//)
source: Name
da: Navn

# MSG_Edit_ListPath (//)
source: Path
da: Sti

# MSG_Edit_Definitions (//)
source: Definitions
da: Definitioner

# MSG_Edit_ARexx (//)
source: ARexx commands
da: ARexx-kommandoer

# MSG_Edit_PopScreen (//)
source: Public screen name
da: Navn på offentlig skærm

# MSG_Edit_Name (//)
source: _Name
da: _Navn

# MSG_Edit_Name_Help (//)
source: Name of entry.
da: Postens navn.

# MSG_Edit_Path (//)
source: _Path
da: _Sti

# MSG_Edit_Path_Help (//)
source: Complete path to the application.
da: Fuld sti til applikationen.

# MSG_Edit_Port_Help (//)
source: Name of the application ARexx port to send commands to.
da: Navn på applikationens ARexx-port som kommandoer skal sendes til.

# MSG_Edit_Show (//)
source: _Show
da: _Afikonificere

# MSG_Edit_Show_Help (//)
source: ARexx command to uniconify the application.
da: ARexx-kommando til at afikonificere applikationen.

# MSG_Edit_Screen (//)
source: _To front
da: _Lægge forrest

# MSG_Edit_Screen_Help (//)
source: ARexx command to move the application screen to front.
da: ARexx-kommando til at flytte applikationens skærm til at ligge forrest.

# MSG_Edit_OpenURL (//)
source: _Open URL
da: _Åbne URL

# MSG_Edit_OpenURL_Help (//)
source: ARexx command to reach an URL.
da: ARexx-kommando til at koble op til en URL.

# MSG_Edit_NewWin (//)
source: N_ew window
da: Nyt _vindue

# MSG_Edit_NewWin_Help (//)
source: ARexx command to reach an URL in a new window (or tab).
da: ARexx-kommando til at koble op til en URL i et nyt vindue (eller faneblad).

# MSG_Browser_List_Help (600//)
source: List of browsers.
da: Liste over browsere.

# MSG_Browser_WinTitle (//)
source: Edit Browser
da: Redigering af browser

# MSG_Browser_NewBrowser (//)
source: New browser
da: Ny browser

# MSG_Mailer_List_Help (700//)
source: List of Mailers.
da: Liste over e-postprogrammer.

# MSG_Mailer_WinTitle (//)
source: Edit Mailer
da: Redigere e-postprogram

# MSG_Mailer_NewMailer (//)
source: New mailer
da: Nyt e-postprogram

# MSG_Mailer_Write (//)
source: _Write mail
da: Skrive _e-post

# MSG_Mailer_Write_Help (//)
source: ARexx command to open a "write a new EMail window".
da: ARexx-kommando til at åbne et "Skrive ny e-post"-vindue.

# MSG_Mailer_PopAddress (//)
source: Address
da: Adresse

# MSG_Mailer_Popsubject (//)
source: Subject
da: Emne

# MSG_Mailer_PopBodyText (//)
source: Body text
da: Brødtekst

# MSG_Mailer_PopBodyFile (//)
source: Body file
da: Brødtekstfil

# MSG_FTP_List_Help (800//)
source: List of FTP clients.
da: Liste over FTP-klienter.

# MSG_FTP_WinTitle (//)
source: Edit FTP client
da: Redigere FTP-klient

# MSG_FTP_NewFTP (//)
source: New FTP client
da: Ny FTP-klient

# MSG_FTP_RemoveURLQualifier (//)
source: Re_move 'ftp://'
da: F_jerne 'ftp://'

# MSG_FTP_RemoveURLQualifier_Help (//)
source: If selected, "ftp://" is removed from the URL.
da: Sættes der hak her, vil "ftp://" blive fjernet fra URL'en.

# MSG_Misc_Options (900//)
source: Options
da: Tilvalg

# MSG_Misc_Defaults (//)
source: Defaults
da: Standardindstillinger

# MSG_Misc_Prepend (//)
source: _Prepend "http://" to URLs without a scheme
da: F_oranstille "http://" på URL'er uden protokol

# MSG_Misc_Prepend_Help (//)
source: If selected, "http://" is added to any URL without a scheme, so that it is opened in the browser.
da: Sættes hak her, bliver der sat "http://" foran enhver URL som ikke i forvejen har en protokol angivet, så den åbnes i browseren.

# MSG_Misc_UseMailer (//)
source: S_end mailto: URLs to email application
da: S_ende "mailto:"-URL'er til e-postprogrammet

# MSG_Misc_UseMailer_Help (//)
source: If selected, "mailto:" URLs are sent to the mailer, otherwise they are sent to the browser.
da: Sættes hak her, bliver "mailto:"-URL'er sendt til e-postprogrammet, ellers sendes de til browseren.

# MSG_Misc_UseFTP (//)
source: Se_nd "ftp://" URLs to FTP application
da: Se_nde "ftp://"-URL'er til FTP-klienten

# MSG_Misc_UseFTP_Help (//)
source: If selected, "ftp://" URLs are sent to the FTP client, otherwise they are sent to the browser.
da: Sættes hak her, blvier "ftp://"-URL'er sendt til FTP-klienten, ellers sendes de til browseren.

# MSG_Misc_Show (//)
source: Un_iconify application
da: Af_ikonificere applikationen

# MSG_Misc_Show_Help (//)
source: If selected, the application is uniconified, before sending the URL to it.
da: Sættes hak her, bliver applikationen afikonificeret før URL'en sendes til den.

# MSG_Misc_Bring (//)
source: _Bring browser screen to front
da: _Lægge browserens skærm i forgrunden

# MSG_Misc_Bring_Help (//)
source: If selected, the application screen is moved to front, before sending the URL.
da: Sættes hak her, vil applikationens skærm blive flyttet så den ligger forrest, før URL'en sendes til den.

# MSG_Misc_Open (//)
source: _Open URL in new client window (or tab)
da: _Åbne URL i nyt klientvindue (eller faneblad)

# MSG_Misc_Open_Help (//)
source: If selected, a new application window (or tab) is opened, before sending the URL.
da: Sætets hak her, vil der blive åbnet et nyt vindue (eller faneblad) i klienten, før URL'en sendes.

# MSG_Misc_Launch (//)
source: _Launch browser if one isn't running
da: S_tarte browser hvis den ikke kører

# MSG_Misc_Launch_Help (//)
source: If selected, a new application is run, if none is found.
da: Sættes hak her, vil applikationen blive startet hvis den ikke findes kørende.

# MSG_About_WinTitle (1100//)
source: About OpenURL
da: Om OpenURL

# MSG_About_Descr (1112//)
source: \33bOpenURL\33n is a shared library for easily sending URLs from applications to browsers, mailers and FTP clients. \33cOpenURL is a Public Domain Software.
da: \33bOpenURL\33n er et systembibliotek til enkelt at sende URL'er fra applikationer til browsere, e-postprogrammer og FTP-klienter. \33cOpenURL er Public Domain-software.
