Repository: jens-maus/libopenurl
Catalog: locale/polish.po
Languages: pl

# MSG_ErrReqTitle (1//)
source: OpenURL Error
pl: OpenURL - błąd

# MSG_ErrReqGadget (//)
source: _Abort
pl: _Przerwij

# MSG_Err_NoMem (//)
source: Out of memory
pl: Brak pamięci

# MSG_Err_NoMUI (//)
source: Can't open muimaster.library %ld.%ld or higher
pl: Nie można otworzyć biblioteki muimaster.library w wersji %ld.%ld lub nowszej

# MSG_Err_NoIntuition (//)
source: Can't open intuition.library %ld.%ld or higher
pl: Nie można otworzyć biblioteki intuition.library w wersji %ld.%ld lub nowszej

# MSG_Err_NoUtility (//)
source: Can't open utility.library %ld.%ld or higher
pl: Nie można otworzyć biblioteki utility.library w wersji %ld.%ld lub nowszej

# MSG_Err_NoGfx (//)
source: Can't open graphics.library %ld.%ld or higher
pl: Nie można otworzyć biblioteki graphics.library w wersji %ld.%ld lub nowszej

# MSG_Err_NoIcon (//)
source: Can't open icon.library %ld.%ld or higher
pl: Nie można otworzyć biblioteki icon.library w wersji %ld.%ld lub nowszej

# MSG_Err_NoOpenURL (//)
source: Can't open openurl.library %ld.%ld or higher
pl: Nie można otworzyć biblioteki openurl.library w wersji %ld.%ld lub nowszej

# MSG_Err_NoAppClass (//)
source: Can't create AppClass
pl: Nie można utworzyć AppClass

# MSG_Err_NoWinClass (11//)
source: Can't create WinClass
pl: Nie można utworzyć WinClass

# MSG_Err_NoAppListClass (13//)
source: Can't create AppListClass
pl: Nie można utworzyć AppListClass

# MSG_Err_NoBrowserEditWinClass (//)
source: Can't create BrowserEditWinClass
pl: Nie można utworzyć BrowserEditWinClass

# MSG_Err_NoMailerEditWinClass (//)
source: Can't create MailerEditWinClass
pl: Nie można utworzyć MailerEditWinClass

# MSG_Err_NoFTPEditWinClass (//)
source: Can't create FTPEditWinClass
pl: Nie można utworzyć FTPEditWinClass

# MSG_Err_PopupPortClass (//)
source: Can't create PopupPortClass
pl: Nie można utworzyć PopupPortClass

# MSG_Err_PopphClass (//)
source: Can't create PopphClass
pl: Nie można utworzyć PopphClass

# MSG_Err_NoApp (//)
source: Can't create application object
pl: Nie można utworzyć obiektu aplikacji

# MSG_Err_NoPrefs (//)
source: Can't obtain prefs from openurl.library
pl: Nie można uzyskać preferencji z biblioteki openurl.library

# MSG_Err_BadPrefs (//)
source: This version of this program doesn't know how to handle openurl.library prefs version %ld
pl: Ta wersja programu nie potrafi obsłużyć preferencji z wersji %ld biblioteki openurl.library

# MSG_Err_FailedSave (//)
source: Can't save prefs
pl: Nie można zapisać preferencji

# MSG_App_Description (100//)
source: OpenURL preferences application.
pl: Program preferencyjny OpenURL.

# MSG_App_Copyright (//)
source: Public Domain Software
pl: Oprogramowanie ogólnie dostępne

# MSG_Menu_Project (200//)
source: Project
pl: Projekt

# MSG_Menu_About (//)
source: ?\0About...
pl: ?\0O programie...

# MSG_Menu_AboutMUI (//)
source: !\0About MUI...
pl: !\0O MUI...

# MSG_Menu_Hide (//)
source: H\0Hide
pl: H\0Schowaj

# MSG_Menu_Quit (//)
source: Q\0Quit
pl: Q\0Skończ

# MSG_Menu_Prefs (//)
source: Preferences
pl: Preferencje

# MSG_Menu_Save (//)
source: S\0Save
pl: S\0Zapisz

# MSG_Menu_Use (//)
source: U\0Use
pl: U\0Użyj

# MSG_Menu_LastSaved (//)
source: L\0Last saved
pl: L\0Ostatnio zapisane

# MSG_Menu_Restore (//)
source: R\0Restore
pl: R\0Przywróć

# MSG_Menu_Defaults (210//)
source: D\0Default settings
pl: D\0Ustawienia domyślne

# MSG_Menu_MUI (212//)
source: M\0MUI Setting...
pl: M\0Ustawienia MUI...

# MSG_Win_Labels_Browsers (//)
source: Browsers
pl: Przeglądarki

# MSG_Win_Labels_Mailers (//)
source: Mailers
pl: Programy pocztowe

# MSG_Win_Labels_FTPs (//)
source: FTPs
pl: Klienty FTP

# MSG_Win_Labels_Misc (//)
source: Misc
pl: Różne

# MSG_Win_Save (//)
source: _Save
pl: Zapi_sz

# MSG_Win_Save_Help (//)
source: Save preferences.
pl: Zapisuje preferencje.

# MSG_Win_Use (//)
source: _Use
pl: _Użyj

# MSG_Win_Use_Help (//)
source: Use preferences.
pl: Używa preferencji.

# MSG_Win_Apply (//)
source: _Apply
pl: Z_astosuj

# MSG_Win_Apply_Help (//)
source: Use preferences without closing window.
pl: Używa preferencji bez zamykania okna.

# MSG_Win_Cancel (//)
source: _Cancel
pl: Ponie_chaj

# MSG_Win_Cancel_Help (//)
source: Close window, without using preferences.
pl: Zamyka okno, bez używania zmienionych preferencji.

# MSG_AppList_Add (400//)
source: A_dd
pl: _Dodaj

# MSG_AppList_Add_Help (//)
source: Add a new entry.
pl: Dodaje nowy wpis.

# MSG_AppList_Edit (//)
source: _Edit
pl: _Edytuj

# MSG_AppList_Edit_Help (//)
source: Edit active entry.
pl: Edytuje aktywny wpis.

# MSG_AppList_Clone (//)
source: C_lone
pl: K_lonuj

# MSG_AppList_Clone_Help (//)
source: Clone active entry.
pl: Klonuje aktywny wpis.

# MSG_AppList_Delete (//)
source: Dele_te
pl: S_kasuj

# MSG_AppList_Delete_Help (//)
source: Delete active entry.
pl: Kasuje aktywny wpis.

# MSG_AppList_Disable (//)
source: D_isable
pl: _Wyłącz

# MSG_AppList_Disable_Help (//)
source: Disable active entry.
pl: Wyłącza aktywny wpis.

# MSG_AppList_MoveUp_Help (//)
source: Move active entry up.
pl: Preznosi aktywny wpis wyżej.

# MSG_AppList_MoveDown_Help (//)
source: Move active entry down.
pl: Przenosi aktywny wpis niżej.

# MSG_Edit_Use (500//)
source: _Use
pl: _Użyj

# MSG_Edit_Use_Help (//)
source: Apply changes.
pl: Używa zmian.

# MSG_Edit_Cancel (//)
source: _Cancel
pl: Ponie_chaj

# MSG_Edit_Cancel_Help (//)
source: Close window.
pl: Zamyka okno.

# MSG_Edit_ListName (//)
source: Name
pl: Nazwa

# MSG_Edit_ListPath (//)
source: Path
pl: Ścieżka dostępu

# MSG_Edit_Definitions (//)
source: Definitions
pl: Definicje

# MSG_Edit_ARexx (//)
source: ARexx commands
pl: Polecenia ARexx'a

# MSG_Edit_PopScreen (//)
source: Public screen name
pl: Nazwa ekranu publicznego

# MSG_Edit_Name (//)
source: _Name
pl: _Nazwa

# MSG_Edit_Name_Help (//)
source: Name of entry.
pl: Nazwa wpisu.

# MSG_Edit_Path (//)
source: _Path
pl: Ści_eżka

# MSG_Edit_Path_Help (//)
source: Complete path to the application.
pl: Pełna ścieżka dostępu do aplikacji.

# MSG_Edit_Port (//)
source: _ARexx port
pl: Port _ARexx'a

# MSG_Edit_Port_Help (//)
source: Name of the application ARexx port to send commands to.
pl: Nazwa portu ARexx'a aplikacji do którego mają być wysyłane polecenia.

# MSG_Edit_Show (//)
source: _Show
pl: _Pokaż

# MSG_Edit_Show_Help (//)
source: ARexx command to uniconify the application.
pl: Polecenie ARexx'a do deikonifikacji aplikacji.

# MSG_Edit_Screen (//)
source: _To front
pl: Na _wierzch

# MSG_Edit_Screen_Help (//)
source: ARexx command to move the application screen to front.
pl: Polecenie ARexx'a do przenoszenia ekranu aplikacji na pierwszy plan.

# MSG_Edit_OpenURL (//)
source: _Open URL
pl: _Otwórz URL

# MSG_Edit_OpenURL_Help (//)
source: ARexx command to reach an URL.
pl: Polecenie ARexx'a do otwierania adresu URL.

# MSG_Edit_NewWin (//)
source: N_ew window
pl: Now_e okno

# MSG_Edit_NewWin_Help (//)
source: ARexx command to reach an URL in a new window (or tab).
pl: Polecenie ARexx'a do otwierania adresu URL w nowym oknie (lub zakładce).

# MSG_Browser_List_Help (600//)
source: List of browsers.
pl: Lista przeglądarek.

# MSG_Browser_WinTitle (//)
source: Edit Browser
pl: Edycja przeglądarki

# MSG_Browser_NewBrowser (//)
source: New browser
pl: Nowa przeglądarka

# MSG_Mailer_List_Help (700//)
source: List of Mailers.
pl: Lista programów pocztowych.

# MSG_Mailer_WinTitle (//)
source: Edit Mailer
pl: Edycja programu pocztowego

# MSG_Mailer_NewMailer (//)
source: New mailer
pl: Nowy program pocztowy

# MSG_Mailer_Write (//)
source: _Write mail
pl: Napisz _wiadomość e-mail

# MSG_Mailer_Write_Help (//)
source: ARexx command to open a "write a new EMail window".
pl: Polecenie ARexx'a do otwierania okna pisania nowej wiadomości e-mail.

# MSG_Mailer_PopAddress (//)
source: Address
pl: Adres e-mail

# MSG_Mailer_Popsubject (//)
source: Subject
pl: Temat

# MSG_Mailer_PopBodyText (//)
source: Body text
pl: Tekst wiadomości

# MSG_Mailer_PopBodyFile (//)
source: Body file
pl: Załącznik

# MSG_FTP_List_Help (800//)
source: List of FTP clients.
pl: Lista klientów protokołu FTP.

# MSG_FTP_WinTitle (//)
source: Edit FTP client
pl: Edycja klienta FTP

# MSG_FTP_NewFTP (//)
source: New FTP client
pl: Nowy klient FTP

# MSG_FTP_RemoveURLQualifier (//)
source: Re_move 'ftp://'
pl: Usu_waj "ftp://"

# MSG_FTP_RemoveURLQualifier_Help (//)
source: If selected, "ftp://" is removed from the URL.
pl: Jeśli ta opcja jest włączona, część "ftp://" będzie usuwana z adresu URL.

# MSG_Misc_Options (900//)
source: Options
pl: Opcje

# MSG_Misc_Defaults (//)
source: Defaults
pl: Ustawienia domyślne

# MSG_Misc_Prepend (//)
source: _Prepend "http://" to URLs without a scheme
pl: Dodawaj "http:" do adresów URL nie _pasujących do wzorca

# MSG_Misc_Prepend_Help (//)
source: If selected, "http://" is added to any URL without a scheme, so that it is opened in the browser.
pl: Jeśli ta opcja jest włączona, przedrostek "http://" będzie dodawany do każdego adresu nie pasującego do wzorca, co pozwoli na otworzenie go w przeglądarce.

# MSG_Misc_UseMailer (//)
source: S_end mailto: URLs to email application
pl: Wysyłaj adr_esy "mailto:" do programu pocztowego

# MSG_Misc_UseMailer_Help (//)
source: If selected, "mailto:" URLs are sent to the mailer, otherwise they are sent to the browser.
pl: Jeśli ta opcja jest włączona, adresy URL zaczynające się od "mailto:" będą wysyłane do programu pocztowego, w przeciwnym razie będą wysyłane do przeglądarki.

# MSG_Misc_UseFTP (//)
source: Se_nd "ftp://" URLs to FTP application
pl: Wysyłaj adr_esy "ftp://" do klienta FTP

# MSG_Misc_UseFTP_Help (//)
source: If selected, "ftp://" URLs are sent to the FTP client, otherwise they are sent to the browser.
pl: Jeśli ta opcja jest włączona, adresy URL zaczynające się od "ftp://" będą wysyłane do klienta protokołu FTP, w przeciwnym razie będą wysyłane do przeglądarki.

# MSG_Misc_Show (//)
source: Un_iconify application
pl: Od_ikonifikuj aplikację

# MSG_Misc_Show_Help (//)
source: If selected, the application is uniconified, before sending the URL to it.
pl: Jeśli ta opcja jest włączona, aplikacja będzie odikonifikowywana przed wysłaniem do niej adresu URL.

# MSG_Misc_Bring (//)
source: _Bring browser screen to front
pl: Przenieś _ekran przeglądarki na wierzch

# MSG_Misc_Bring_Help (//)
source: If selected, the application screen is moved to front, before sending the URL.
pl: Jeśli ta opcja jest włączona, ekran aplikacji będzie przenoszony na pierwszy plan przed wysłaniem do niej adresu URL.

# MSG_Misc_Open (//)
source: _Open URL in new client window (or tab)
pl: _Otwórz adres URL w nowym oknie (lub zakładce) przeglądarki

# MSG_Misc_Open_Help (//)
source: If selected, a new application window (or tab) is opened, before sending the URL.
pl: Jeśli ta opcja jest włączona, będzie otwierane nowe okno aplikacji (lub zakładka) przed wysłaniem do niej adresu URL.

# MSG_Misc_Launch (//)
source: _Launch browser if one isn't running
pl: Uruchom przeg_lądarkę jeśli jeszcze nie jest uruchomiona

# MSG_Misc_Launch_Help (//)
source: If selected, a new application is run, if none is found.
pl: Jeśli ta opcja jest włączona, aplikacja zostanie uruchomiona w przypadku nie odnalezienia jej procesu.

# MSG_About_WinTitle (1100//)
source: About OpenURL
pl: O OpenURL

# MSG_About_Descr (1112//)
source: \33bOpenURL\33n is a shared library for easily sending URLs from applications to browsers, mailers and FTP clients. \33cOpenURL is a Public Domain Software.
pl: \33bOpenURL\33n jest biblioteką używaną do łatwego przekazywania adresów URL z aplikacji do przeglądarek, programów pocztowych i klientów FTP. \33cOpenURL jest oprogramowaniem typu Public Domain.
