Repository: jens-maus/libopenurl
Catalog: locale/turkish.po
Languages: tr

# MSG_ErrReqTitle (1//)
source: OpenURL Error
tr: OpenURL Hatası

# MSG_ErrReqGadget (//)
source: _Abort
tr: _Durdur

# MSG_Err_NoMem (//)
source: Out of memory
tr: Bellek yetersiz

# MSG_Err_NoMUI (//)
source: Can't open muimaster.library %ld.%ld or higher
tr: muimaster.library %ld.%ld (veya daha üst) sürümü açılamadı.

# MSG_Err_NoIntuition (//)
source: Can't open intuition.library %ld.%ld or higher
tr: intuition.library %ld.%ld (veya daha üst) sürümü açılamadı.

# MSG_Err_NoUtility (//)
source: Can't open utility.library %ld.%ld or higher
tr: utility.library %ld.%ld (veya daha üst) sürümü açılamadı.

# MSG_Err_NoGfx (//)
source: Can't open graphics.library %ld.%ld or higher
tr: graphics.library %ld.%ld (veya daha üst) sürümü açılamadı.

# MSG_Err_NoIcon (//)
source: Can't open icon.library %ld.%ld or higher
tr: icon.library %ld.%ld (veya daha üst) sürümü açılamadı.

# MSG_Err_NoOpenURL (//)
source: Can't open openurl.library %ld.%ld or higher
tr: openurl.library %ld.%ld (veya daha üst) sürümü açılamadı.

# MSG_Err_NoAppClass (//)
source: Can't create AppClass
tr: AppClass oluşturulamadı.

# MSG_Err_NoWinClass (11//)
source: Can't create WinClass
tr: WinClass oluşturulamadı.

# MSG_Err_NoAppListClass (13//)
source: Can't create AppListClass
tr: AppListClass oluşturulamadı.

# MSG_Err_NoBrowserEditWinClass (//)
source: Can't create BrowserEditWinClass
tr: BrowserEditWinClass oluşturulamadı.

# MSG_Err_NoMailerEditWinClass (//)
source: Can't create MailerEditWinClass
tr: MailerEditWinClass oluşturulamadı.

# MSG_Err_NoFTPEditWinClass (//)
source: Can't create FTPEditWinClass
tr: FTPEditWinClass oluşturulamadı.

# MSG_Err_PopupPortClass (//)
source: Can't create PopupPortClass
tr: PopupPortClass oluşturulamadı.

# MSG_Err_PopphClass (//)
source: Can't create PopphClass
tr: PopphClass oluşturulamadı.

# MSG_Err_NoApp (//)
source: Can't create application object
tr: Uygulama nesnesi oluşturulamadı.

# MSG_Err_NoPrefs (//)
source: Can't obtain prefs from openurl.library
tr: openurl.library'den tercihler alınamadı.

# MSG_Err_BadPrefs (//)
source: This version of this program doesn't know how to handle openurl.library prefs version %ld
tr: Bu programın bu sürümü openurl.library %ld sürüme ait tercihler ile uyumlu değil.

# MSG_Err_FailedSave (//)
source: Can't save prefs
tr: Tercihler kaydedilemedi.

# MSG_App_Description (100//)
source: OpenURL preferences application.
tr: OpenURL tercih uygulaması.

# MSG_App_Copyright (//)
source: Public Domain Software
tr: Kamusal Yazılım

# MSG_Menu_Project (200//)
source: Project
tr: Proje

# MSG_Menu_About (//)
source: ?\0About...
tr: ?\0Hakkında...

# MSG_Menu_AboutMUI (//)
source: !\0About MUI...
tr: !\0MUI Hakkında...

# MSG_Menu_Hide (//)
source: H\0Hide
tr: H\0Gizle

# MSG_Menu_Quit (//)
source: Q\0Quit
tr: Q\0Çıkış

# MSG_Menu_Prefs (//)
source: Preferences
tr: Tercihler

# MSG_Menu_Save (//)
source: S\0Save
tr: S\0Kaydet

# MSG_Menu_Use (//)
source: U\0Use
tr: U\0Kullan

# MSG_Menu_LastSaved (//)
source: L\0Last saved
tr: L\0Son kaydedilen

# MSG_Menu_Restore (//)
source: R\0Restore
tr: R\0Geri getir

# MSG_Menu_Defaults (210//)
source: D\0Default settings
tr: D\0Varsayılanlara sıfırla

# MSG_Menu_MUI (212//)
source: M\0MUI Setting...
tr: M\0MUI Ayarları...

# MSG_Win_Labels_Browsers (//)
source: Browsers
tr: Tarayıcılar

# MSG_Win_Labels_Mailers (//)
source: Mailers
tr: E-Postacılar

# MSG_Win_Labels_FTPs (//)
source: FTPs
tr: FTP'ler

# MSG_Win_Labels_Misc (//)
source: Misc
tr: Çeşitli

# MSG_Win_Save (//)
source: _Save
tr: _Kaydet

# MSG_Win_Save_Help (//)
source: Save preferences.
tr: Tercihleri kaydeder.

# MSG_Win_Use (//)
source: _Use
tr: K_ullan

# MSG_Win_Use_Help (//)
source: Use preferences.
tr: Tercihleri kullanır.

# MSG_Win_Apply (//)
source: _Apply
tr: U_ygula

# MSG_Win_Apply_Help (//)
source: Use preferences without closing window.
tr: Tercihleri bu pencereyi kapatmadan uygular.

# MSG_Win_Cancel (//)
source: _Cancel
tr: _Vazgeç

# MSG_Win_Cancel_Help (//)
source: Close window, without using preferences.
tr: Yapılan tercihleri uygulamadan pencereyi kapatır.

# MSG_AppList_Add (400//)
source: A_dd
tr: _Ekle

# MSG_AppList_Add_Help (//)
source: Add a new entry.
tr: Yeni bir girdi ekler.

# MSG_AppList_Edit (//)
source: _Edit
tr: _Düzenle

# MSG_AppList_Edit_Help (//)
source: Edit active entry.
tr: Seçilen girdiyi düzenler.

# MSG_AppList_Clone (//)
source: C_lone
tr: K_opyala

# MSG_AppList_Clone_Help (//)
source: Clone active entry.
tr: Seçilen girdinin bir kopyasını oluşturur.

# MSG_AppList_Delete (//)
source: Dele_te
tr: _Sil

# MSG_AppList_Delete_Help (//)
source: Delete active entry.
tr: Seçilen girdiyi siler.

# MSG_AppList_Disable (//)
source: D_isable
tr: Dev_re dışı

# MSG_AppList_Disable_Help (//)
source: Disable active entry.
tr: Seçilen girdiyi devre dışı bırakır.

# MSG_AppList_MoveUp_Help (//)
source: Move active entry up.
tr: Seçilen girdiyi bir yukarı taşır.

# MSG_AppList_MoveDown_Help (//)
source: Move active entry down.
tr: Seçilen girdiyi bir aşağı taşır.

# MSG_Edit_Use (500//)
source: _Use
tr: _Kullan

# MSG_Edit_Use_Help (//)
source: Apply changes.
tr: Değişiklikleri uygular.

# MSG_Edit_Cancel (//)
source: _Cancel
tr: _Vazgeç

# MSG_Edit_Cancel_Help (//)
source: Close window.
tr: Pencereyi kapatır.

# MSG_Edit_ListName (//)
source: Name
tr: Ad

# MSG_Edit_ListPath (//)
source: Path
tr: Yol

# MSG_Edit_Definitions (//)
source: Definitions
tr: Tanımlamalar

# MSG_Edit_ARexx (//)
source: ARexx commands
tr: ARexx komutları

# MSG_Edit_PopScreen (//)
source: Public screen name
tr: Genel Ekran Adı

# MSG_Edit_Name (//)
source: _Name
tr: _Ad

# MSG_Edit_Name_Help (//)
source: Name of entry.
tr: Girdinin adı.

# MSG_Edit_Path (//)
source: _Path
tr: _Yol

# MSG_Edit_Path_Help (//)
source: Complete path to the application.
tr: Uygulamanın tam konumu.

# MSG_Edit_Port (//)
source: _ARexx port
tr: A_Rexx portu

# MSG_Edit_Port_Help (//)
source: Name of the application ARexx port to send commands to.
tr: Komutların gönderileceği uygulamanın ARexx portunun adı.

# MSG_Edit_Show (//)
source: _Show
tr: _Göster

# MSG_Edit_Show_Help (//)
source: ARexx command to uniconify the application.
tr: Uygulamayı simge durumundan çıkartacak ARexx komutu.

# MSG_Edit_Screen (//)
source: _To front
tr: _Öne getir

# MSG_Edit_Screen_Help (//)
source: ARexx command to move the application screen to front.
tr: Uygulama ekranını en öne getirecek ARexx komutu.

# MSG_Edit_OpenURL (//)
source: _Open URL
tr: _URL aç

# MSG_Edit_OpenURL_Help (//)
source: ARexx command to reach an URL.
tr: Bir internet adresine ulaşmayı sağlayacak ARexx komutu.

# MSG_Edit_NewWin (//)
source: N_ew window
tr: Yeni _pencere

# MSG_Edit_NewWin_Help (//)
source: ARexx command to reach an URL in a new window (or tab).
tr: Bir internet adresine yeni bir pencere (veya sekme) içinde ulaşmayı sağlayacak ARexx komutu.

# MSG_Browser_List_Help (600//)
source: List of browsers.
tr: Tarayıcıların listesi.

# MSG_Browser_WinTitle (//)
source: Edit Browser
tr: Tarayıcıyı Düzenle

# MSG_Browser_NewBrowser (//)
source: New browser
tr: Yeni tarayıcı

# MSG_Mailer_List_Help (700//)
source: List of Mailers.
tr: E-Postacıların listesi.

# MSG_Mailer_WinTitle (//)
source: Edit Mailer
tr: E-Postacıyı Düzenle

# MSG_Mailer_NewMailer (//)
source: New mailer
tr: Yeni e-postacı

# MSG_Mailer_Write (//)
source: _Write mail
tr: _E-posta yaz

# MSG_Mailer_Write_Help (//)
source: ARexx command to open a "write a new EMail window".
tr: "Yeni bir E-Posta oluştur" penceresi çağıran ARexx komutu.

# MSG_Mailer_PopAddress (//)
source: Address
tr: Adres

# MSG_Mailer_Popsubject (//)
source: Subject
tr: Konu

# MSG_Mailer_PopBodyText (//)
source: Body text
tr: Gövde metni

# MSG_Mailer_PopBodyFile (//)
source: Body file
tr: Gövde dosyası

# MSG_FTP_List_Help (800//)
source: List of FTP clients.
tr: FTP istemcilerinin listesi.

# MSG_FTP_WinTitle (//)
source: Edit FTP client
tr: FTP istemcisini düzenle

# MSG_FTP_NewFTP (//)
source: New FTP client
tr: Yeni FTP istemcisi

# MSG_FTP_RemoveURLQualifier (//)
source: Re_move 'ftp://'
tr: 'ftp://' ön ekini kaldır

# MSG_FTP_RemoveURLQualifier_Help (//)
source: If selected, "ftp://" is removed from the URL.
tr: Etkinleştirildiğinde, URL'lerden "ftp://" ön ekini kaldırır.

# MSG_Misc_Options (900//)
source: Options
tr: Seçenekler

# MSG_Misc_Defaults (//)
source: Defaults
tr: Varsayılanlar

# MSG_Misc_Prepend (//)
source: _Prepend "http://" to URLs without a scheme
tr: Biçemsiz URL'lerin önüne "_http://" ekle

# MSG_Misc_Prepend_Help (//)
source: If selected, "http://" is added to any URL without a scheme, so that it is opened in the browser.
tr: Etkinleştirildiğinde, biçemsiz URL'lere, tarayıcıya gönderilmeden önce "http://" ön eki eklenir.

# MSG_Misc_UseMailer (//)
source: S_end mailto: URLs to email application
tr: "_mailto:" URL'lerini e-posta uygulamasına gönder

# MSG_Misc_UseMailer_Help (//)
source: If selected, "mailto:" URLs are sent to the mailer, otherwise they are sent to the browser.
tr: Etkinleştirildiğinde, "mailto:" ön ekiyle başlayan URL'ler e-posta uygulamasına gönderilir. Aksi halde tarayıcıya gönderilir.

# MSG_Misc_UseFTP (//)
source: Se_nd "ftp://" URLs to FTP application
tr: "_ftp://" URL'lerini FTP uygulamasına gönder

# MSG_Misc_UseFTP_Help (//)
source: If selected, "ftp://" URLs are sent to the FTP client, otherwise they are sent to the browser.
tr: Etkinleştirildiğinde, "ftp://" ön ekiyle başlayan URL'ler FTP istemcisine gönderilir. Aksi halde tarayıca gönderilir.

# MSG_Misc_Show (//)
source: Un_iconify application
tr: Uygulamayı _simge durumundan çıkar

# MSG_Misc_Show_Help (//)
source: If selected, the application is uniconified, before sending the URL to it.
tr: Etkinleştirildiğinde, uygulama kendisine bir URL gönderilmeden önce simge durumundan çıkarılır.

# MSG_Misc_Bring (//)
source: _Bring browser screen to front
tr: _Tarayıcı ekranını öne getir

# MSG_Misc_Bring_Help (//)
source: If selected, the application screen is moved to front, before sending the URL.
tr: Etkinleştirildiğinde, uygulama penceresi kendisine bir URL gönderilmeden önce en öne getirilir.

# MSG_Misc_Open (//)
source: _Open URL in new client window (or tab)
tr: URL'yi yeni bir istemci _penceresinde (veya sekmesinde) aç

# MSG_Misc_Open_Help (//)
source: If selected, a new application window (or tab) is opened, before sending the URL.
tr: Etkinleştirildiğinde, uygulamaya bir URL gönderilmeden önce, uygulamadan yeni bir pencere veya sekme açması istenir.

# MSG_Misc_Launch (//)
source: _Launch browser if one isn't running
tr: Çalışmakta olan tarayıcı yoksa _başlat

# MSG_Misc_Launch_Help (//)
source: If selected, a new application is run, if none is found.
tr: Etinleştirildiğinde, çalışmakta olan bir tarayıcı bulunamaz ise yeni bir tarayıcı başlatılır.

# MSG_About_WinTitle (1100//)
source: About OpenURL
tr: OpenURL Hakkında

# MSG_About_OK (1111//)
source: _OK
tr: _Tamam

# MSG_About_Descr (1112//)
source: \33bOpenURL\33n is a shared library for easily sending URLs from applications to browsers, mailers and FTP clients. \33cOpenURL is a Public Domain Software.
tr: \33bOpenURL\33n uygulamalardaki URL'lerin, web tarayıcısı, e-posta veya FTP istemcilerine kolayca gönderilmesini sağlayan bir ortak kütüphanedir. \33bOpenURL\33n bir Kamusal Yazılımdır.
